;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Wikas12
; TranslationAuthorEmail: wikas12@gmail.com
; Soft Version: 7.43
;
[Lang]
NativeLanguage=Lietuvos

[Translation]
LangCode=0427
ReadHabit=Left-to-right
LanguageName=LT
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=BALTIC_CHARSET
Information=Informacija
Warning=Įspėjimai
Error=Klaida
Confirm=Patvirtinimas
FrmWRC.btnregclean.caption=Registro valytojas
FrmWRC.btnadv.caption=Sistemos spartinimas
FrmWRC.btnsilm.caption=Registro defragmentavimas
FrmWRC.btnrestore.caption=Atkurti
FrmWRC.btnsettings.caption=Nustatymai
FrmWRC.btnlikeit.caption=Patinka
FrmWRC.btnsuggest.caption=Pasiūlymai ir atsiliepimai
FrmWRC.WiseSimpleButton1.caption=Atsarginė kopija
FrmRegClean.btnall.caption=Pasirinkti viską
FrmRegClean.btnre.caption=Rekomenduotina
FrmRegClean.btnnone.caption=Nieko nepasirinkti
FrmRegClean.btnCustom.caption=Pasirinkti pačiam
FrmRegClean.WiseLabel1.caption=Planinės užduotys
FrmRegClean.lbltype.caption=Pasirinkite veikimo tipą
FrmRegClean.lblweek.caption=Pasirinkite dieną
FrmRegClean.lbltime.caption=Laikas
FrmRegClean.btnScan.caption=Skenuoti
FrmRegClean.btncancel.caption=Atšaukti
FrmRegClean.btnrescan.caption=Skenuoti dar kartą
FrmRegClean.lblstat.caption=Jūs dar nesate valęs registro. Siūlome tuoj pat tai padaryti!
FrmRegClean.vtrc.Columns[0]=Duomenys
FrmRegClean.vtrc.Columns[1]=Registro raktas
FrmOptimizer.btnSlimming.caption=Optimizuoti
FrmOptimizer.btnnone.caption=Nieko nepasirinkti
FrmOptimizer.btnall.caption=Pasirinkti viską
FrmOptimizer.btnDefault.caption=Sistemos numatytieji
FrmOptimizer.lblrecommendinfo.caption=Siūlome išbandyti kitus mūsų produktus iš wisecleaner.com
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer yra svarbių registro, kietųjų diskų ir kitų programų rinkinys jūsų kompiuteriui. Paprasta naudoti ir efektyvu!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner yra geriausias nemokamas diskų valytojas, kuris ištrina nereikalingus failus. Greita, veiksminga ir saugu!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Ar norite dar labiau pagreitinti operacinę sistemą?
Frmoptimizer.lblinfoex.caption=Sistemos spartintojas gali pagerinti jūsų tinklo greitį, paspartinti operacinę sistemą ir padaryti ją stabilesnę.
FrmOptimizer.btnoptimize.caption=Optimizuoti
FrmRegDefragger.lblinfo.caption=Registro defragmentavimas gali pagreitinti jūsų sistemą ir padaryti ją stabilesnę.
FrmRegDefragger.lblstat.caption=Jūs dar nesate defragmentavęs registro.
FrmRegDefragger.btndefrag.caption=Defragmentuoti
FrmRegDefragger.lblinfo1.caption=1. Prieš defragmentavimą uždarykite visas programas.
FrmRegDefragger.lblinfo2.caption=2. Analizavimo metu sistema nereaguos į komandas.
FrmRegDefragger.lblinfo3.caption=3. Baigus defragmentuoti registrą  kompiuteris persikraus.
FrmRegDefragger.lblinfo4.caption=4. Prašome nenutraukti defragmentavimo, nes tai gali turėti nenumatytų pasekmių.
FrmRegDefragger.vtdefrag.Columns[0]=Grupės pavadinimas
FrmRegDefragger.vtdefrag.Columns[1]=Dabartinis dydis
FrmRegDefragger.vtdefrag.Columns[2]=Naujas dydis
FrmRegDefragger.vtdefrag.Columns[3]=Sumažėjimas (procentais)
FrmRegDefragger.btnAnalysis.caption=Analizuoti
Frmcustom.caption=Pasirinkti pačiam
Frmcustom.btnre.caption=Rekomenduotina
Frmcustom.btnall.caption=Pasirinkti viską
Frmcustom.btnnone.caption=Nieko nepasirinkti
Frmcustom.btncancel.caption=Atšaukti
Frmcustom.btnok.caption=Gerai
FrmAbout.lblver.caption=Dabartinė versija:
FrmAbout.lblemail.caption=Palaikymo el. paštas:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Programos svetainė:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Dėkojame šiems žmonėms už jų pagalbą:
FrmAboutWin.caption=Apie
FrmAboutWin.btnok.caption=Gerai
FrmSettings.caption=Nustatymai
FrmSettings.tsCommon.caption=Bendri
FrmSettings.tsAutoRun.caption=Autopaleistis
FrmSettings.tsExclusion.caption=Išskyrimas
FrmSettings.btnrestore.caption=Apie mus
FrmSettings.btnok.caption=Gerai
FrmSettings.btncancel.caption=Atšaukti
FrmAutorunSettings.chk1.caption=Darbalaukyje sukurti "Clean with 1-click" (Išvalyti vienu paspaudimu) nuorodą
FrmAutorunSettings.lblcmd.caption=Komandinė eilutė
FrmAutorunSettings.lblcmdinfo.caption=Su komandine eilute galite automatiškai paleisti programą, skenuoti ir išvalyti registrą. Norėdami perskaiyti pagalbos failus, paspauskite F1 ar šalia esančią nuorodą.
FrmAutorunSettings.btnhelp.caption=Pagalba internete
FrmExclusion.btnAdd.caption=Pridėti raktinį žodį
FrmExclusion.btnExport.caption=Eksportuoti
FrmExclusion.btnRemove.caption=Pašalinti
FrmExclusion.btnimport.caption=Importuoti
Frminput.btnok.caption=Gerai
Frminput.btncancel.caption=Atšaukti
FrmGeneral.chkNews.caption=Automatiškai gauti naujienas
FrmGeneral.chkbackup.caption=Prieš valymą automatiškai sukurti atsarginę registro kopiją
FrmGeneral.WiseLabel1.caption=Ieškoti atnaujinimų:
FrmGeneral.WiseLabel2.caption=Numatytoji kalba:
FrmGeneral.btnchecknew.caption=Ieškoti dabar
FrmGeneral.lbtran.caption=Išversti į:
FrmGeneral.lblscanmode.caption=Kaip skenuoti registrą
FrmGeneral.rdnormal.caption=Įprastai (rekomenduotina)
FrmGeneral.rdssafe.caption=Saugiai (rodyti tik saugius įrašus)
FrmGeneral.rddeep.caption=Giliai (rekomenduojama pažengusiems naudotojams)
Frm_br.btncancel.caption=Atšaukti
FrmBackup.caption=Atsarginė kopija
FrmBackup.btnreg.caption=Sukurti registro atsarginę kopiją
FrmBackup.btnsys.caption=Sukurti sistemos atkūrimo tašką
FrmRestore.caption=Atkūrimo centras
FrmRestore.btnRegBk.caption=Registro atkūrimas
FrmRestore.btnSysBK.caption=Sistemos atstatymas
FrmRestore.btnclose.caption=Uždaryti
FrmRestore.btnrestore.caption=Atkurti
FrmRestore.btnremove.caption=Pašalinti
frmupdate.caption=Programos atnaujinimas
pmHelp=Pagalba internete
pmHome=Programos puslapis
pmCheckNew=Ieškoti atnaujinimų
pmLang=Pasirinkti kalbą
pmSkin=Pasirinkti išvaizdą
pmAbout=Apie
pmIgnore=Ignoruoti šį įraša
pmrec=Pasirinkti saugius įrašus
pmAll1=Pasirinkti viską
pmNone=Nieko nepasirinkti
pmGo=Atidaryti registro redaguotoją...
pmExport=Eksportuoti į...
pmPortable=Sukurti nešiojamą versiją
FrmlikeUs.lblTitle.caption=Jei jums patinka ši programa, papasakokite apie ją savo draugams.
FrmlikeUs.lblInfo.caption=Pasidalinkite šia programa su savo šeima ar draugais per blogus, "YouTube", "Snukiaknygę. Taip jūs padėsite jiems patogiau naudotis kompiuteriu.
FrmlikeUs.lblRate.caption=Įvertinkite "Wise Registry Cleaner":
FrmlikeUs.lblfollow.caption=Sekite mus per:
FrmlikeUs.lblshare.caption=Pasidalinkite "Wise Registry Cleaner":
FrmlikeUs.btndownload.caption=Nemokamas parsisiuntimas
FrmlikeUs.imgrate.hint=Įvertinkite mus 5 žvaigždėmis
FrmlikeUs.imgmail.hint=Pasidalinkite su draugais
FrmlikeUs.imgface1.hint=Pasidalinkite "Snukiaknygėje"
FrmlikeUs.imgface2.hint=Sekite mus "Snukiaknygėje"
FrmlikeUs.imgtwitter1.hint=Pasidalinkite per "Twitter"
FrmlikeUs.imgtwitter2.hint=Sekite mus per "Twitter"
FrmlikeUs.Caption=Patinka
FrmlikeUs.lbldownload.caption=Daugiau nemokamų programų rasite WiseCleaner.com
FrmProcess.Caption=Registro analizė
FrmProcess.lblwait.caption=Analizuojama...
FrmProcess.lblinfo.caption=Jūsų kompiuteris kelias sekundes ar minutes nereaguos į komandas.
[GUI]
ButtonYes=Taip
ButtonNo=Ne
ButtonOK=Gerai
ButtonMinimize=Minimizuoti
ButtonMaximize=Maksimizuoti
ButtonClose=Uždaryti
ButtonRestore=Atkurti
ButtonMenu=Meniu
[Message]
Total=Iš viso
DefragRate=Jūsų registro dydis gali sumažėti %s.
SuggestDefrag=Rekomenduojame tuoj pat defragmentuoti registrą.
SuggestIgnore=Jūsų registras yra tvarkingas, todėl defragmentuokite jį kitą karta.
TypeNoError=Švaru
NeverClean=Jūs dar nesate valęs registro. Siūlome tuoj pat tai padaryti!
AdviseClean=Dėl reguliaraus registro valymo jūsų kompiuteris veiks greičiau ir saugiau.
DupItem=Tai jau įrašyta sąraše.
Advisedefrag=Registro defragmentavimas gali pagreitinti jūsų sistemą ir padaryti ją stabilesnę.
NeverDefrag=Jūs dar nesate defragmentavęs registro.
LastDefrag=Paskutinį kartą registrą defragmentavote:
TotalDefrag=Iš viso suspausta %.2f.
DefaultValue=(Numatyta)
RegBackup=Atsarginė kopija
RegRestore=Atkurti registrą
CreateBackup=Kuriama atsarginė kopija...
Compress=Spaudžiama...
Extracte=Išskleidžiama...
Complete=Baigta
RestoreReg=Atkuriamas registras... Palaukite kelias minutes.
NotSupportOS=Ši funkcija šioje operacinėje sistemoje yra nepalaikoma.
EnableRestore=Sistemos atkūrimas išjungtas. Ar norite jį įjungti?
SysCreating=Kuriamas sistemos atkūrimo taškas...
SysRestoring=Ruošiamasi atkurti sistemą...
RestorePointDone=Sistemos atkūrimo taškas buvo sėkmingai sukurtas.
RestorePointFail=Nepavyko sukurti sistemos atkūrimo taško.
ErrorMsg=Klaidos pranešimas:
Area=Vieta
Summary=Apibūdinimas
LeastOne=Pasirinkite bent vieną vietą skenuoti.
IsRunning=Programa skenuoja, palaukite, kol ji baigs, ir bandykite dar kartą.
Optimized=Optimizuota
DefragReport=Registras buvo suspaustas. Ataskaita:
DefragReport1=Senas registro dydis:
DefragReport2=Naujas registro dydis:
DefragReport3=Optimizuotas dydis:
ReOptimize=Dar kartą optimizuojama
ComfirmDefrag=Išsaugokite nebaigtus darbus, nes po defragmentavimo kompiuteris persikraus. Ar norite pradėti?
def15After=Nuo paskutinio defragmentavimo praėjo %d dienų. Defragmentuokite dabar!
def15Before=Jūsų kompiuteris veiks greitai ir patikimai, jei laikysite registrą kaip galima tvarkingesnį.
KeyWord=Įrašykite raktinius žodžius:
ExImport=Išskyrimo sąrašas buvo eksportuotas į:
NoNewVer=Jūs naudojate naujausią programos versiją.
Daily=Kasdien
Weekly=Kas savaitę
Monthly=Kas mėnesį
Never=Niekada
TranslateTo=Išversti į:
NeedBack=Jūs šia programa naudojatės pirmą kartą. Rekomenduojame tuoj pat sukurti atsarginę registro kopiją. Ar norite tai padaryti dabar?
Newsletter=Naujienlaiškis
UpgradeInfo=Patobulinimo informacija
CannotCrTask=Nepavyko sukurti planinės užduoties.
ScheduleNextTime=Kitą kartą:
Exported=Duomenys buvo eksportuoti į %s. Ar norite failą atidaryti dabar?
Idle=Kai kompiuteris nenaudojamas
Login=Kai prisijungiama prie kompiuterio
LastClean=Paskutinį kartą registrą valėte:
Monday=Pirmadienis
Tuesday=Antradienis
Wednesday=Trečiadienis
Thursday=Ketvirtadienis
Friday=Penktadienis
Saturday=Šeštadienis
Sunday=Sekmadienis
IssueFound=Rastos %d problemos.
Scanning=Skenuojama
ScanCanceled=Skenavimas buvo atšauktas!
FindError=Rastos %d problemos. %d yra nesaugios.
LogAll=Rastos %d problemos, %d buvo išspręstos.
LogFail=Nepavyko išspręsti %d problemų.
StartClean=Valyti
StartScan=Skenuoti
7After=Paskutinį kartą registrą valėte prieš %d dienų. Siūlome jį valyti dabar.
7Before=Kuo registras švaresnis, tuo jūsų kompiuteris greitesnis!
ReScanHint=Buvo rasta %d problemų. Rekomenduojame skenuoti dar kartą, kad būtų rasta daugiau.
CleanNow=Paspauskite "Valyti", kad išsprestumėte problemas.
NoError=Sveikiname! Jūsų registras švarus!
GoodHabit=Reguliarus registro valymas padeda palaikyti jūsų kompiuterio spartą.
ReScanHint1=Rekomenduojame skenuoti dar kartą, kad rastumėte potencialias problemas.
TypeChanged=Jūs pakeitėte skenuojamus dalykus.
ReScanHint2=Skenuokite dar kartą, kad rastumėte problemas.
CleanDone=Valymas baigtas!
bkAuto=Automatiškai
bkManual=Rankiniu būdu
BackupDate=Atsarginės kopijos kūrimo laikas
BackupType=Atsarginės kopijos tipas
Problems=Problemos
CreateDate=Sūkurimo data
Description=Apibūdinimas
Removebackup=Ar norite panaikinti pasirinktą atsarginę kopiją?
RemoveSysRestore=Ar norite panaikinti pasirinktą sistemos atkūrimo tašką?
NoBackupSelected=Atstatymui pasirinkite bent vieną atsarginę kopiją.
RestoreComplete=Atstatymas baigtas
RestoreFromSysRestore=Sistemai atkurti turite perkrauti kompiuterį. Ar norite pradėti atkūrimą?
WhenIdle=Kai kompiuteris nenaudojamas
WhenLogin=Kai prisijungiama prie kompiuterio
[Tuneup]
RestoreAll=Ar norite nustatymus pakeisti į "Windows" numatytuosius?
NoSelectedItem=Optimizavimui pasirinkite bent vieną dalyką.
OptItems=%d dalykai gali būti optimizuoti.
ItemsOptimized=%d dalykai buvo optimizuoti.
TakeEff=Kai kurie pakeitimai neveiks, kol neperkrausite kompiuterio.
NoItems=Sveikiname! Visi dalykai buvo optimizuoti.
BootSpeedup=Įsikrovimo/išsijungimo pagreitinimas
SystemStable=Sistemos stabilumas
SystemSpeedup=Sistemos pagreitinimas
NetworkSpeedup=Tinklo pagreitinimas
PrefetchParameters=Optimizuoti "prefetch" parametrus, kad pagreitėtų "Windows" įsikrovimas
BootDelay=Sutrumpinti disko tikrinimo laiką, kad pagreitėtų "Windows" įsikrovimas
BootPartition=Įjungti optimizacijos funkciją, kad pagreitėtų "Windows" įsikrovimas
ClearPagingFile=Išjungti Page File'o išvalymą išjungiant kompiuterį
TimeOut=Pagreitinti kompiuterio išsijungimą greičiau išjungiant programas
AutoKill=Išvengti sistemos lūžinėjimo išjungiant "užšalusius" procesus
RestartExplorer=Išvengti darbalaukio pradingimų automatiškai perkraunant "Windows Explorer"
TwoProcess=Išvengti sistemos konfliktų nustatant "Windows Explorer" komponentus veikti atskiruose procesuose
ErrorReport=Pagerinti sistemos greitį išjungiant pranešimą apie klaidas
Debugger=Pagreitinti klaidų apdorojimą išjungiant "debugger'į"
OptMemory=Pagreitinti kompiuterį optimizuojant atminties nustatymus
OptVEff=Pagreitinti kompiuterį optimizuojant langų, meniu ir t.t. išvaizdą
OptFileSystem=Pagreitinti kompiuterį optimizuojant failų sistemą
OptDiskSystem=Pagreitinti kompiuterį optimizuojant I/O posistemę
DisAutoRun=Išvengti virusų išjungiant diskų autogrojimą
OptDiskIdle=Optimizuoti I/O posistemę, kai kompiuteris nenaudojamas
OptTTL=Pagreitinti tinklą optimizuojant TTL (Time To Live) nustatymus
OptNetForward=Pagreitinti tinklą optimizuojant jo persiuntimo nustatymus
OptMTU=Pagreitinti TCP/IP automatiškai randant Path MTU Discovery "juodąsias skyles"
OptWINS=Padidinti duomenų persiuntimo greitį optimizuojant WINS vardų užklausą
OptNetWork=Pagreitinti susisiekimą optimizuojant tinklo nustatymus
CloseAnimate=Pagreitinti langų atsaką išjungiant minimizavimo ir maksimizavimo animaciją
PagingExecutive=Pagreitinti kompiuterį išjungiant puslapiavimą ir sumažinant disko I/O (ignoruoti, jei RAM <1 GB)
StaticIP=Pagreitinti kompiuterio įsikrovimą nustačius nuolatinį IP adresą
PorcessorTime=Optimizuoti procesorių programoms, žaidimams (ignoruoti, jei serveris)
DisableIDECheck=Pagreitinti kompiuterio įsikrovimą neleidžiant "Windows" tikrinti IDE kanalą
ForeAppSpeed=Pagreitinti tuo metu naudojamas programas
AeroPeek=Pagreitinti "Aero Peek" rodymą
[Type]
Activex=ActiveX/COM komponentai
FireWall=Ugniasienės nustatymai
RootAll=Neteisingi failų keliai
SoftwareSection=Programinės įrangos keliai
ApplicationPaths=Taikomosios programinės įrangos keliai
FileTypes=Failų tipai
HelpFiles=Pagalbos failai
Fonts=Šriftai
SharedDLL=Bendrinti DLL failai
MRULists=Naudotojo MRU sąrašai
UninstallSection=Išdiegimo programa
StartMenu="Start" meniu
StartupProgram=Autopaleistis
SoundandAppEvents=Garsas ir AppEvents
IEUrlHistory="Internet Explorer" istorija
IFEO=Vaizdo failų paleidimo informacija
EmptyKey=Tušti raktai
App=Programų nustatymai
[ErrorMessage]
MimeExName=Rasti %s neteisingi MIME failų plėtiniai
EmptyKey=Įrašai be informacijos
EmptyHelpdirctory=Tuščia pagalbos direktorija.
FileNotExist=Failas (aplankas) neegzistuoja
HFileNotExist=Pagalbos failas (aplankas) neegzistuoja
EmptyValue=Tuščia reikšmė
TypeLib=Type Library neegzistuoja
NodeEmpty=Tuščias mazgas
SharedFilenotexist=Bendrintas failas neegzistuoja.
sharedfilenotbeuse=Bendrintas failas nenaudojamas.
noconnection=Be failų sujungimo informacijos.
Invalidpathtoicon=Neteisingas kelias į nuorodą.
ReferstoaninvalidClass=Kreipiasi į neteisingą klasę.
Emptyshellcommand=Tuščia meniu komanda.
Invalidshellcommand=Neteisinga meniu komanda (failas neegzistuoja).
Fontsnotexist=Šrifto failas neegzistuoja.
Hijacking=%s buvo užgrobtas %s.
MRULists=Naudotojo MRU sąrašai
invalidOpenWith=Jokia programa nėra susieta su šiuo tipu.
ReferActivex=Kreipiasi į neteisingą ActiveX/COM įrašą.
EmptyCLSID=Tuščias CLSID.
ComSourceNotExist=COM šaltinis neegzistuoja.
invalidUnistall=Neteisinga išdiegimo informacija.
notexist=Neegzistuoja.
ObsoleteStartMenuItem=Pasenęs "Start" meniu dalykas.
SoundFilenotexist=Garso failas neegzistuoja.
FileNotExist1=Failas (aplankas) neegzistuoja, bet diskas "%s" yra %s, todėl rekomenduojame šią klaidą ignoruoti.
OpenWithError=Atidaryta klaidingai, programa neegzistuoja.
OpenWithError1=Atidaryta klaidingai, programa neegzistuoja, bet diskas "%s" yra %s, todėl rekomenduojame šią klaidą ignoruoti.
ComSourceNotExist1=COM šaltinis neegzistuoja, bet diskas "%s" yra %s, todėl rekomenduojame šią klaidą ignoruoti.
[Summary]
Activex=Neteisingi ActiveX ir COM komponentai
FireWall=Neteisingi "Windows" ugniasienės nustatymai
RootAll=Neteisingi failų keliai ir failai
SoftwareSection=neteisingi failų keliai ir failai, palikti išdiegtų programų
ApplicationPaths=Neteisingi registruoti programų keliai ir failai
FileTypes=Neteisinga failų plėtinių informacija
HelpFiles=Neteisingi registruoti pagalbos failai
Fonts=Neteisinga šriftų informacija
SharedDLL=Dingę bendrinti DLL failai
MRULists=Vartotojo naudotų failų, žiūrėtų filmų, redaguotų dokumentų ir t.t. istorija
UninstallSection=Nereikalinga ar neteisinga išdiegimo informacija
StartMenu=Pasenę "Start" meniu dalykai
StartupProgram=Pasenusios ar neteisingos autopaleisties programos
SoundandAppEvents=Pasenę ar neteisingi garso nustatymai
IEUrlHistory="Internet Explorer" istorija
IFEO=Kenksmingi failai, sukurti virusų ar šnipinėjimo pogramų
EmptyKey=Įrašai be informacijos
App=Neteisingi programų nustatymai
[AutoClean]
ErrorsFixed=klaidos buvo ištaisytos.
Title=Sveikiname!
ErrorsFound=klaidos buvo rastos.
[Skin]
SkinDefault=Numatyta
SkinBlue=Mėlyna
SkinGreen=Žalia
SkinCustom=Pagal naudotoją
SkinColor=Naudotojo parinkta spalva
